{
    "displayOrder": ["bio","projects", "work", "education", "awards"],
    "hideDesignedBy": false,
    "personal": {
      "name": "Eriyanto Wibowo",
      "title": "Datawarehouse Developer, Data Engineer",
      "email": "eriyanto.work@gmail.com",
      "phone": "+62 895 4052 64075",
      "photoUrl":"eriyanto.jpg",
      "website": "https://portfolio.eriyanto.eu.org/main/",
      "shortBio": "Experienced in SQL Server, data warehousing, Excel, virtual assistance, and data entry. Possessing a Microsoft SQL Server Associate certification, I specialize in formulating intricate formulas, refining queries, and creating databases. Skilled in data analysis, visualization, and warehouse maintenance. My commitment lies in delivering precise, client-centered solutions for optimized outcomes. Eager to apply my expertise across domains, dedicated to achieving success through a focus on quality and flexibility.",
      "location": "Surabaya, Indonesia",
      "profiles": [
        {
          "network": "Github",
          "url": "https://github.com/xilverkamui"
        },
        {
          "network": "LinkedIn",
          "url": "https://www.linkedin.com/in/eriyantow"
        },
        {
          "network": "Blogger",
          "url": "https://blog.eriyanto.eu.org/"
        }
      ]
    },
    "work": [
      {
        "employer": "Freelance",
        "location": "Remote",
        "title": "Personal Digital Projects",
        "website": "",
        "dates": "August 2021 - Present",
        "highlights": [
          "Pursuing various personal digital projects to acquire new skills and refine existing ones.",
          "Developed expertise in programming, AI prompt generation, ebook publishing, and social media content creation (YouTube, Instagram).",
          "For detailed descriptions of specific projects, please refer to the Projects section in my Linkedin profile."
          ]
      },
      {
        "employer": "Self-Employed",
        "location": "Surabaya, ID",
        "title": "Independent Digital Marketing",
        "website": "",
        "dates": "Apr 2019 - Dec 2021",
        "highlights": [
          "Conducted social media marketing campaigns to enhance brand presence and engagement on various platforms.",
          "Organized and led digital marketing workshops to educate participants on effective online marketing strategies.",
          "Served as a private tutor for small businesses, providing tailored guidance on utilizing Facebook and Instagram ads to drive growth and sales."
        ]
      },
      {
        "employer": "PT Bank Commonwealth",
        "location": "Surabaya, ID",
        "title": "Data Warehouse Engineer",
        "website": "https://commbank.co.id/",
        "dates": "August 2008 - March 2019",
        "highlights": [
          "Successfully executed the implementation of the innovative 'data warehouse integrated model', seamlessly integrating the core banking system migration with five other source systems, ensuring a cohesive and efficient data infrastructure.",
          "Successfully achieved a 50% reduction in ETL (Extract, Transform, Load) duration through the implementation of a comprehensive data warehousing optimization roadmap.",
          "Culminating in a noteworthy 20% decrease in data warehouse downtime, enhancing operational efficiency and system reliability.",
          "An impressive 40% reduction in turnaround time, significantly enhancing efficiency and productivity.",
          "Delivered comprehensive technical support and tailored training to end-users, fostering smooth operations and effectively reducing problem tickets by 10%, contributing to improved system proficiency and user satisfaction."
        ]
      },
      {
        "employer": "PT Terafulk Megantara Design",
        "location": "Surabaya, ID",
        "title": "IT System Administrator",
        "website": "https://terafulk.com/",
        "dates": "October 2006 - August 2008",
        "highlights": [
          "Successfully maintained and troubleshooted hardware, software and network architecture, ensuring smooth operations and minimizing downtime by 10%.",
          "Revamped the company's mail server and website, enhancing communication efficiency and establishing a polished and professional online presence, contributing significantly to improved brand representation and communication effectiveness."
        ]
      }
    ],
    "education": [
      {
        "institution": "Sepuluh Nopember Institute of Technology",
        "instituionLink:":"https://www.its.ac.id/",
        "major": "Information System",
        "degree": "Bachelor",
        "gpa": 3.48,
        "graduationDate": "August 2006"
      }
    ],
    "projectSections": [
        {
        "title": "Social Media & Content Creation",
        "projects": [
          {
            "title": "Youtube Channel: Percikan Iman",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/youtube-percikaniman99.png",
            "link": "https://www.youtube.com/@percikaniman99",
            "description": "Current status: Hiatus. Collaborating with a team to create and develop a YouTube channel, I engage in content creation to produce high-quality and engaging videos. I implement strategies to grow the channel's audience and increase subscriber count, while working towards channel monetization through effective audience engagement and adherence to YouTube's monetization policies.",
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/youtube-percikaniman99-01.png",
              "https://files.xkamui.eu.org/portfolio/youtube-percikaniman99-02.png",
              "https://files.xkamui.eu.org/portfolio/youtube-percikaniman99-03.png"
            ]
          },
          {
            "title": "Personal Branding: Instagram",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/instagram-eriyantow.png",
            "link": "https://www.instagram.com/eriyantow_",
            "description":"Developed and executed a personal branding strategy on Instagram, creating engaging content to build a strong online presence. Focused on growing followers, enhancing engagement, and establishing a unique brand identity through consistent posting, storytelling, and interaction with the audience.",
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/instagram-eriyantow-01.png",
              "https://files.xkamui.eu.org/portfolio/instagram-eriyantow-02.png",
              "https://files.xkamui.eu.org/portfolio/instagram-eriyantow-03.png"
              ]
          },
          {
            "title": "Ebook: ChatGPT for Everyday Living: Simplify Your Schedule, Cooking, and Shopping",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/ebook-chatgpt-for-everyday-living.jpg",
            "description": "I am currently in the process of authoring and self-publishing my debut ebook focused on ChatGPT. This involves conducting thorough research and utilizing creative writing skills to develop engaging and informative content, as well as designing and formatting the ebook to meet industry standards for digital publication.",
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/ebook-chatgpt-for-everyday-living.jpg"
              ]
          }
         ]
         },
         {
        "title": "Coding & Programming",
        "projects" :[
          {
            "title": "RSS Prayer Times",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/github-rss-prayer-times-01.png",
            "link":"https://github.com/xilverkamui/rss-prayer-times",
            "description": "My personal project. Generate daily RSS feed containing Islamic Prayer Times for certain cities in Indonesia. The source code is available for public in Github repository",
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/github-rss-prayer-times-01.png",
              "https://files.xkamui.eu.org/portfolio/github-rss-prayer-times-02.png"
            ]
          },          
          {
          "title": "RSS Combiner",
          "thumbnail": "https://files.xkamui.eu.org/portfolio/github-rss-combiner-01.png",
          "link":"https://github.com/xilverkamui/rss-combiner",
          "description": "Combine several RSS feeds into one",
          "gallery":["https://files.xkamui.eu.org/portfolio/github-rss-combiner-01.png"]
          }
        ]
      },
      {
        "title": "Generative AI, Virtual Assistant & Data Entry",
        "projects" :[
          {
            "title": "Ads Rating Program",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/welocalize-01.png",
            "link": "https://github.com/navdeepsekhon/CourtCounter",
            "description": [
                "Worked as an Ads Rater for WeLocalize, evaluating and rating online advertisements based on predefined guidelines.",
                "The project involved assessing ad quality, relevance, and accuracy, providing detailed feedback to improve ad targeting algorithms.",
                "This role required a keen eye for detail and a thorough understanding of the advertising standards to ensure a positive user experience."
               ],
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/welocalize-01.png"
            ]
          },
          {
            "title": "Google Drive File List",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/gdrive-file-list-01.png",
            "description": "Developed an automated file listing system for Google Drive using Google Apps Script, which populates a Google Sheet with the contents of the drive. This project involved writing a script to access Google Drive, retrieve file information, and systematically update the data into a structured format within a Google Sheet. The automation enhances efficiency by providing real-time updates and easy access to file inventories.",
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/gdrive-file-list-01.png",
              "https://files.xkamui.eu.org/portfolio/gdrive-file-list-02.png",
              "https://files.xkamui.eu.org/portfolio/gdrive-file-list-03.png"
            ]
          },
          {
            "title": "AI-Assisted Blogging",
            "thumbnail": "https://files.xkamui.eu.org/portfolio/ai-blog-writing-01.png",
            "description": "Developed a blog leveraging AI tools to generate and refine content. This project involved using advanced AI algorithms to brainstorm topics, draft articles, and enhance the writing process. The integration of AI helped produce high-quality, engaging posts efficiently, allowing for a consistent publishing schedule and improved reader engagement.",
            "gallery": [
              "https://files.xkamui.eu.org/portfolio/ai-blog-writing-01.png",
              "https://files.xkamui.eu.org/portfolio/ai-blog-writing-02.png",
              "https://files.xkamui.eu.org/portfolio/ai-blog-writing-03.png"
            ]
          }        
        ]
      }
     
    ]
  }
  